[
  "obsidian-relative-line-numbers",
  "obsidian-kanban",
  "obsidian-excalidraw-plugin",
  "obsidian-style-settings",
  "darlal-switcher-plus",
  "create-note-in-folder",
  "obsidian-dictionary-plugin",
  "d2-obsidian",
  "obsidian-user-plugins",
  "typewriter-mode",
  "obsidian-emoji-toolbar",
  "task-status"
]