# Add additional repositories
tap "homebrew/cask-fonts"

# GUI apps
cask "wezterm"
cask "obsidian"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"

# CLI tools
brew "fzf"
brew "sevenzip"
brew "zsh"
brew "tmux"
brew "rsync"
brew "starship"
brew "git"
brew "neovim"
brew "lazygit"
brew "lsd"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "blueutil"
